[legend]
unicode_name=Runic Letter Othalan Ethel O
group=germanic_runes
[ru-RU]
title=Одал
alts=Отал, Ōþalą, Ōþalan, Ēþel, Ēðel, Ǣþel, Œ̄þel, Œðel, ᛟᚦᛖᛚ
ipa=[Прагерманский::/o(ː)/][Древнеанглийский::/eː/, /ø(ː)/]
transcription=[Прагерманский::o, ō][Древнеанглийский::œ, oe, ōe]
languages=Прагерманский, Др.‐английский, Др.‐скандинавский
description=Руна ᛟ (Одал/Отал) является 24-й руной старшего футарка и 23-й руной англосаксонского футорка. В прагерманском языке *ōþalan означало «наследственное имение, родовую собственность». Этимологически связана с готским aþal «благородное происхождение», древневерхненемецким uodal «родовое имение», древнеисландским óðal «наследственная земля».\R2В старшем футарке руна использовалась для обозначения фонем /o/ и /oː/. Графически восходит к северноэтрусскому варианту буквы «о». В англосаксонской традиции (где известна как Ēþel) руна приобрела новое фонетическое значение /eː/ и /ø/, что отражает фонологические изменения в древнеанглийском языке.\R2Руна имела важное сакральное значение, символизируя родовую собственность, наследственные права и социальный статус. В скандинавской традиции концепт óðal был тесно связан с правом наследования земли и определял положение человека в обществе.\R2Археологические находки показывают активное использование руны в надписях III-VIII веков. Хотя руна исчезла из младшего футарка в VI веке, она сохранилась в англосаксонской письменной традиции. Особенно часто встречается в древнеанглийских рунических надписях VII-VIII веков на территории Нортумбрии и Мерсии.\R2*Описание временно составлено нейросетью.
[en-US]
title=Othala
alts=Odal, Ōþalą, Ōþalan, Ēþel, Ēðel, Ǣþel, Œ̄þel, Œðel, ᛟᚦᛖᛚ
ipa=[Proto Germanic::/o(ː)/][Old English::/eː/, /ø(ː)/]
transcription=[Proto Germanic::o, ō][Old English::œ, oe, ōe]
languages=Proto Germanic, Old English, Old Norse
description=The rune ᛟ (Othala/Odal) is the 24th rune of the Elder Futhark and the 23rd rune of the Anglo-Saxon Futhorc. In Proto-Germanic, *ōþalan meant «inherited estate, ancestral property». It is etymologically related to Gothic aþal «noble origin», Old High German uodal «ancestral estate», and Old Norse óðal «hereditary land».\R2In the Elder Futhark, the rune was used to denote the phonemes /o/ and /oː/. Graphically, it derives from the North Etruscan variant of the letter «o». In the Anglo-Saxon tradition (where it is known as Ēþel), the rune acquired new phonetic values /eː/ and /ø/, reflecting phonological changes in the Old English language.\R2The rune had important sacred significance, symbolizing ancestral property, inheritance rights, and social status. In the Norse tradition, the concept of óðal was closely tied to land inheritance rights and determined one’s position in society.\R2Archaeological findings show active use of the rune in inscriptions from the 3rd to 8th centuries. Although the rune disappeared from the Younger Futhark in the 6th century, it survived in the Anglo-Saxon writing tradition. It is particularly common in Old English runic inscriptions from the 7th-8th centuries in Northumbria and Mercia.\R2*Description temporarily generated by neural network.